[
    {
        "questao_numero": 1,
        "id_da_questao": 282756565,
        "enunciado": "Leia a música e responda à questão. Carinhoso João de Barros Meu coração, Não sei porque Bate feliz, quando te vê E os meus olhos ficam sorrindo E pelas ruas vão te seguindo Mas mesmo assim, foges de mim Ah! se tu soubesses Como sou tão carinhoso E o muito, muito que te quero E como é sincero o meu amor Eu sei que tu não fugirias mais de mim Vem, vem, vem, vem, Vem sentir o calor Dos lábios meus À procura dos teus Vem matar esta paixão Que me devora o coração E só assim então Serei feliz, bem feliz. Disponível em< https://www.letras.mus.br/ >. Acesso em 17.jul.2025. O tema da canção “Carinhoso” reflete uma característica comum nas cantigas de amor do Trovadorismo, que é a:",
        "alternativa_correta": {
            "A": "idealização da mulher pelo eu lírico masculino."
        }
    },
    {
        "questao_numero": 2,
        "id_da_questao": 282756566,
        "enunciado": "Leia o texto e responda à questão. Martim Gil, um homem desprezível há queixas sobre você que mandou amarrar cruelmente a um poste e dar mil chicotadas; e isso, Martim Gil, parece a todos impiedoso. O trecho da cantiga de maldizer apresenta como tema:",
        "alternativa_correta": {
            "D": "A crítica a Martim Gil por aplicar uma punição cruel."
        }
    },
    {
        "questao_numero": 3,
        "id_da_questao": 282756567,
        "enunciado": "Leia o texto e responda à questão. Fragmento da peça teatral de Gil Vicente “Auto da Barca do Inferno”: O primeiro personagem é um nobre chamado de fidalgo, que chega com um empregado, que leva para o rei a sua túnica real e o seu trono. E começa o capitão do barco do inferno antes que o fidalgo venha. Diabo – Ó! Que caravela! Coloque bandeiras porque hoje tem festa, velas para o alto, solte a âncora, oh! Poderoso Don Anrique, você aqui? O que aconteceu? Vem chegando o fidalgo ao barco e diz: Fidalgo – e este barco que está aqui, para onde vai? Diabo – vai para o inferno, vamos, entra logo. Fidalgo – isso parece mais um cortiço. Diabo – é porque está aí fora. Fidalgo – mas para que terra ele vai? Diabo – para o inferno, é claro, senhor. Fidalgo – lugar bem sem graça, não? Diabo – você está zombando do meu barco? Fidalgo – e você encontra passageiros para sua embarcação? Diabo – você é um bom candidato para embarcar aqui. Disponível em < https://cem02.weebly.com/uploads/1/1/0/7/11074094/auto_da_barca_do_inferno3.pdf >.Acesso em 10.jul.2025. (Fragmento adaptado). Na fala: “você está zombando do meu barco?” , o diabo considera que o fidalgo",
        "alternativa_correta": {
            "E": "debocha de sua embarcação."
        }
    },
    {
        "questao_numero": 4,
        "id_da_questao": 282756568,
        "enunciado": "Leia o texto e responda à questão. Busque Amor novas artes, novo engenho pera matar-me, e novas esquivanças, que não pode tirar-me as esperanças; que mal me tirarão o que eu não tenho. [...] Mas, conquanto não pode haver desgosto onde esperança falta, lá me esconde Amor um mal que mata e não se vê. Que dias há que nalma me tem posto um não sei quê, que nasce não sei donde, vem não sei como, e dói não sei por quê. Luis de Camões. Disponível em < https://www.tudoepoema.com.br/luis-de-camoes-iv-busque-amor-novas-artes-novo-engenho/.Acesso em 18.jul.2025. (Fragmento). Vocabulário: Pera: para. Esquivanças: recusas , esquivar-se. Nalma: junção da frase \"na alma\". O texto de Camões é característico da poesia lírica, pois",
        "alternativa_correta": {
            "A": "expressa sentimentos."
        }
    },
    {
        "questao_numero": 5,
        "id_da_questao": 282756569,
        "enunciado": "Leia o texto e responda à questão. Camões, ao escrever Os Lusíadas , realiza um propósito sonhado por outros poetas seus contemporâneos e até predecessores. Trata-se da glorificação, em um gênero literário propício, de um dos maiores feitos históricos que assinalaram o início da era moderna na Europa: as viagens marítimas dos portugueses. Disponível em < https://revistas.usp.br/viaatlantica/article/download/49613/53704/60952 >. Acesso em 17.jul.2025. (Fragmento). Vocabulário: Contemporâneos: outros poetas que viveram no mesmo período que Camões Predecessores: anteriores. Glorificação: glória, honra. Propício: vantajoso. Que tipo de sujeito está expresso na oração \"Camões, ao escrever Os Lusíadas , realiza um propósito sonhado por outros poetas [...]”?",
        "alternativa_correta": {
            "D": "Simples."
        }
    },
    {
        "questao_numero": 6,
        "id_da_questao": 282756570,
        "enunciado": "Observe a imagem e responda à questão. Disponível em https://www.organicadigital.com/blog/anuncios-de-marketing-digital/ . Acesso em 21.jul.2025. Vocabulário: Content +performance: no contexto do marketing digital refere-se a  avaliação da eficácia do conteúdo publicitário produzido por uma marca ou empresa. Qual estratégia de persuasão está presente no anúncio publicitário?",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/jp1wvNBfHJfwnu2bxpcsRwuRfecKSg.png",
        "alternativa_correta": {
            "A": "Oferta de algo gratuito para atrair o interesse do consumidor."
        }
    },
    {
        "questao_numero": 7,
        "id_da_questao": 282756571,
        "enunciado": "Observe a imagem e responda à questão. Disponível em < https://br.pinterest.com/pin/808255464344605047/ >.Acesso em 21.jul.2025. Na campanha publicitária, a frase “Faça coleta seletiva: condição para um mundo melhor”, o verbo \"faça\" está no modo imperativo porque",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/crS4tVsz23D8HQd5ZD6bWoXW057rpe.png",
        "alternativa_correta": {
            "B": "transmite uma ordem ou um pedido direto ao leitor."
        }
    },
    {
        "questao_numero": 8,
        "id_da_questao": 282756572,
        "enunciado": "Leia o texto e responda à questão. Diário de um Banana Jeff Kinney. Qual é a principal finalidade do garoto ao escrever o texto em seu diário?",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/uJpPFZ0gzydTrF77owAtmM4NbYhyDt.png",
        "alternativa_correta": {
            "C": "Expressar uma reflexão pessoal sobre suas férias."
        }
    },
    {
        "questao_numero": 9,
        "id_da_questao": 282756573,
        "enunciado": "Leia o texto e responda à questão. Ela abriu a janela e ali estava ele, diante da casa, caminhando de um lado para outro. Carregava um cartaz, cujos dizeres atraíam a atenção dos passantes: \"Aqui mora uma devedora inadimplente.” — Você não pode fazer isso comigo — protestou ela. — Claro que posso — replicou ele. — Você comprou, não pagou. Você é uma devedora inadimplente. E eu sou o cobrador. Por diversas vezes tentei lhe cobrar, você não pagou. Vocabulário: Inadimplente: Que ou aquele que não paga suas contas ou dívidas. No trecho “Ela abriu a janela e ali estava ele”, as orações são:",
        "alternativa_correta": {
            "B": "Coordenadas, pois são ligadas pela conjunção e."
        }
    },
    {
        "questao_numero": 10,
        "id_da_questao": 282756574,
        "enunciado": "Leia o texto e responda à questão. Relato Chapada das Mesas - Maranhão Tom Alves Conheci a região da Chapada das Mesas em 2010, quando iniciei minha carreira de fotógrafo de viagens. Foi meu primeiro trabalho oficialmente. Produzir uma reportagem sobre turismo para uma revista de aventura, que deveria ser num local ainda pouco conhecido pelo público, mas com grande apelo visual. Apresentar as belezas da Chapada menos conhecida do Brasil ao grupo de oito fotógrafos que participaram desta viagem foi emocionante. Durante uma semana, vimos muita coisa. Madrugamos todos os dias. Ora para fotografar a saída do sol num mirante ou serra, ora para vê-lo despontar no horizonte a bordo de um barco no Rio Tocantins, ou mesmo para fotografar o casario colonial de Carolina nas primeiras luzes do dia. Disponível em< https://travessiaexpedicoes.com.br/relato-mesas2018/ >. Acesso em 05.ago.2025. (Fragmento adaptado). As conjunções “mas” e “ora… ora”, em destaque no texto, são classificadas, respectivamente, como:",
        "alternativa_correta": {
            "E": "Adversativa e alternativa."
        }
    },
    {
        "questao_numero": 11,
        "id_da_questao": 282756575,
        "enunciado": "Observe o cartum e responda à questão. Entende-se desse cartum que os personagens",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/FD6zHrmPdyCtaGWUluvqDuNdgOuub9.png",
        "alternativa_correta": {
            "C": "demonstraram reações diferentes."
        }
    },
    {
        "questao_numero": 12,
        "id_da_questao": 282756576,
        "enunciado": "Observe a charge e responda à questão. A ironia da charge está expressa na",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/SKTfTtaQxUGsODIO1hZWqJPJICayW9.png",
        "alternativa_correta": {
            "A": "crítica à falta de respeito às regulamentações de trânsito."
        }
    },
    {
        "questao_numero": 13,
        "id_da_questao": 282756577,
        "enunciado": "Leia o texto e responda à questão. Disponível em < https://stealthelook.com.br/os-filtros-do-instagram-estao-impactando-negativamente-nossa-autoestima/>.Acesso em 22.jul.2025. Vocabulário: Snapchat dysmophia :- traduz-se para Dismorfia do Snapchat em português, referindo-se ao fenômeno onde indivíduos, especialmente adolescentes, desenvolvem uma insatisfação com a sua própria aparência devido à exposição a imagens filtradas e idealizadas. Qual o  tema abordado no texto?",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/bNBOdr7ixMKZN8vtUIxRMH4PqNNeMI.png",
        "alternativa_correta": {
            "A": "O impacto do uso de filtros na saúde mental das jovens."
        }
    },
    {
        "questao_numero": 14,
        "id_da_questao": 282756578,
        "enunciado": "Leia o texto e responda à questão. O Auto da Compadecida Ariano Suassuna JOÃO GRILO: É a velha, com o cachorro. CHICÓ: Como é o senhor benze ou não benze? PADRE: Pensando bem, acho melhor não benzer. O bispo está aí e eu só benzo se ele der a permissão. (A mulher e o padeiro entram trazendo o cachorro) No trecho, a indicação “A mulher e o padeiro entram trazendo o cachorro” possui a função de",
        "alternativa_correta": {
            "E": "orientar as ações dos atores durante a encenação."
        }
    },
    {
        "questao_numero": 15,
        "id_da_questao": 282756579,
        "enunciado": "Leia o texto e responda à questão. Peça teatral “Os embrulhos” Maria Clara Machado Cenário: Sala de estar da casa dos velhos. Uma janela dando para o exterior. Velha (Ao telefone) - Pronto! Sim...sim... (Faz sinal para o Velho). Mas o que é que nós temos com isso? Não, ele não atende mais. (Ouve, espantada). Recebemos muitas, mas não abrimos nenhuma. (Olhar triunfante para o Velho). Velho - A primeira! Velha - Só abrimos a primeira. [...] Disponível em< https://www.teatronaescola.com/index.php/banco-de-pecas/item/os-embrulhos-de-maria-clara-machado >. Acesso em 22.jul.2025. (Fragmento). No trecho da peça teatral, o articulador textual em destaque “mas” indica a ideia de",
        "alternativa_correta": {
            "C": "oposição."
        }
    },
    {
        "questao_numero": 16,
        "id_da_questao": 282756580,
        "enunciado": "Observe o meme e responda à questão. Disponível em https://www.bol.uol.com.br/memes/listas/memes-divertidos-pescados-durante-a-semana.htm >. Acesso em 22.jul.2025. Para manter o efeito de sentido da palavra “abobrinhas” no meme, o termo pode ser substituído por",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/yM9iAcWOqiDZRGLVaWUTZlVuQ2b04F.png",
        "alternativa_correta": {
            "C": "bobagens."
        }
    },
    {
        "questao_numero": 17,
        "id_da_questao": 282756582,
        "enunciado": "As migration is rising, so are border barriers To prevent unwanted migration, ever more nations are raising barriers. On the 60th anniversary of the start of Berlin Wall construction, DW looks at where the world is being fenced off — and whether this is effective. Although thousands of miles apart, Lithuania and the Dominican Republic have something very specific in common: Due to increasing migration from their respective neighboring countries, both recently decided to tighten their borders. Both countries are showcases of an ongoing trend: The world today is seeing the highest number of refugees and asylum-seekers in the last two decades. Political conflicts and the effects of climate change are among the most important factors forcibly displacing people around the world. And the situation looks set to continue along this path. Vocabulário : asylum-seeker : requerente de asilo. DW : Editorial Deutsche Welle. fenced off : cercado. forcibly displacing : deslocando forçadamente. looks set to continue : parece que vai continuar. miles apart : separados por milhas; grande distância. ongoing trend : tendência do momento. refugee : refugiado. showcase : exemplos que ilustram algo; vitrine. tighten : reforçar. Apesar da migração estar crescendo no mundo, o texto acrescenta que",
        "alternativa_correta": {
            "D": "as barreiras que dificultam esse movimento aumentaram."
        }
    },
    {
        "questao_numero": 18,
        "id_da_questao": 282756583,
        "enunciado": "Somali woman who nearly died on migrant boat says she would do it all again By Ana P. Santos  Mayotte Somalia Published on : 2024/12/31 Plagued by decades of political unrest Somalis are seeking to emigrate. Many of them hope to journey to the French Overseas Territory of Mayotte in the Indian Ocean to escape from poverty and persecution. French authorities estimate that there are over 100,000 migrants living in Mayotte now. With a civil war dating back to the 1990s and extreme weather events, Somalis are increasingly embarking on dangerous migrations. In 2021, the International Organization for Migration (IOM) estimated two million Somalis had left their homeland in search of a better life elsewhere; however, this figure is likely to be higher as extremist violence continues to displace an unknown number of people across the country. Vocabulário : Plagued - atormentada Poverty - pobreza Weather - clima Increasingly - cada vez mais A mulher Somali que quase morreu tentando chegar em Mayotte tentava migrar por qual motivo?",
        "alternativa_correta": {
            "E": "Uma Guerra Civil que já dura há anos."
        }
    },
    {
        "questao_numero": 19,
        "id_da_questao": 282756584,
        "enunciado": "South Sudan – Floods & Drought Four years of consecutive flooding in South Sudan is causing a hunger crisis. Nyaruan and her one-year-old son Chuong, in their maize plantation destroyed by the floods. “Our farm was affected by the floods. We planted maize in June but in July everything was under the water. We lost all the crops.” As one of the most rapidly warming areas in the world, South Sudan is on the frontlines of the climate crisis. The country’s temperatures are increasing at two and half times the global average. This has resulted in extreme weather events including four consecutive years of flooding that have left half the country underwater. Vocabulário: Hunger - fome Maize - milho Crops - plantações Increasing - crescendo Average - média O sul do Sudão enfrenta uma crise migratória relacionada",
        "alternativa_correta": {
            "B": "ao clima."
        }
    },
    {
        "questao_numero": 20,
        "id_da_questao": 282756585,
        "enunciado": "Helping understand and prepare for future changes in international migration. How can I understand and prepare for the evolution of international migration in Europe over the next 20 years? This remains one of the most pressing questions for leaders in governments, international organizations, businesses, trade unions, and civil society organizations. To help understand and prepare for changes in international migration over the next 20 years, and to engage directly with the high degree of uncertainty surrounding future migration drivers and patterns, IMI established the Global Migration Futures (GMF) project in partnership with The Hague Process on Migration and Refugees . Vocabulário : Degree : grau Drivers : impulsionadores Patterns : padrões Remains : continua a ser O texto trata sobre:",
        "alternativa_correta": {
            "C": "A preparação para as mudanças na migração internacional no futuro."
        }
    },
    {
        "questao_numero": 21,
        "id_da_questao": 282756586,
        "enunciado": "Refugees and migrants rarely leave their place of origin for a single, isolated reason; generally, departure drivers are multiple and intertwined. Some drivers, such as climate change, are indirect, and may affect other drivers, and different people may leave the same place for different reasons, and head to different destinations. Vocabulário: Drivers - fatores Intertwined - entrelaçados / cruzados O verbo “MAY”, destacado no texto, transmite a ideia de:",
        "alternativa_correta": {
            "A": "Possibilidade."
        }
    },
    {
        "questao_numero": 22,
        "id_da_questao": 282756588,
        "enunciado": "Observe o mapa. Para compreender um mapa, é necessário aprender a ler seus elementos principais como título e subtítulo, legenda, orientação, escala e fonte. Esses elementos são obrigatórios e indispensáveis na transmissão das informações, servindo como instrumentos de análise e leitura. O elemento que indica quem elaborou e disponibilizou o mapa se refere a",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/MUcf5WQ7P5i3kKplbiI8iy0jHqoElh.png",
        "alternativa_correta": {
            "A": "fonte."
        }
    },
    {
        "questao_numero": 23,
        "id_da_questao": 282756589,
        "enunciado": "Leia o trecho. A cartografia trouxe novas oportunidades no estudo geográfico, como a análise de fenômenos físicos, por exemplo, relevo, clima, hidrografia; além de fenômenos econômicos e sociais, como demografia e uso do solo. Contribui também para o planejamento urbano em municípios, incluindo o zoneamento e a definição de áreas de riscos. Material Digital - SEDUC -  3° bimestre. Considerando o contexto apresentado,  uma das contribuições da cartografia para o planejamento urbano sustentável corresponde a:",
        "alternativa_correta": {
            "C": "Mapear áreas de risco, avaliar o uso do solo e apoiar ações de intervenções urbanas."
        }
    },
    {
        "questao_numero": 24,
        "id_da_questao": 282756590,
        "enunciado": "Observe a imagem. Projeções são técnicas matemáticas utilizadas para representar a superfície terrestre em um plano. Considerando o símbolo da ONU apresentado na imagem, qual projeção cartográfica foi utilizadas para representá-lo?",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/iAJnJw0zGgbMig7YsljLEJphkR4MRj.png",
        "alternativa_correta": {
            "C": "Azimutal."
        }
    },
    {
        "questao_numero": 25,
        "id_da_questao": 282756591,
        "enunciado": "Leia o texto A Cartografia sistemática é a ciência responsável pela representação genérica e detalhada da superfície terrestre no plano. Utiliza-se de convenções e escalas padronizadas, garantindo precisão de contornos e redes de paralelos e meridianos. Está focada na precisão de dados, na implantação e manutenção de redes de apoio geodésico, na execução de recobrimentos aerofotogramétricos e na elaboração e atualização de mapeamentos básicos. Material Digital - SEDUC - 3° bimestre. Considerando as informações apresentadas, a cartografia sistemática",
        "alternativa_correta": {
            "C": "representa a superfície terrestre de forma precisa, mostrando ruas, cidades e regiões."
        }
    },
    {
        "questao_numero": 26,
        "id_da_questao": 282756592,
        "enunciado": "Observe o mapa a seguir, que representa elementos naturais do território brasileiro, e leia o trecho. São representações cartográficas que destacam os elementos naturais da superfície terrestre, como relevo, hidrografia e vegetação. Utilizados em diversas áreas do conhecimento, esses mapas auxiliam desde o planejamento ambiental até a gestão de riscos naturais, sendo fundamentais para compreender a dinâmica do espaço geográfico. Com base nessas características, qual é o tipo de mapa descrito no trecho?",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/2UgfQchlgDULrTq3w7plbMLjejlWMx.png",
        "alternativa_correta": {
            "E": "Físico."
        }
    },
    {
        "questao_numero": 27,
        "id_da_questao": 282756593,
        "enunciado": "Observe os mapas. Material Digital - SEDUC - 3° bimestre. Os mapas temáticos são utilizados para representar diferentes informações sobre o espaço geográfico. Alguns representam dados numéricos, enquanto outros mostram categorias ou tipos de fenômenos. Considerando os mapas 1 e 2, como eles podem ser classificados?",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/4WsPaxSvCd7jMFQMW3OFV14ml2j8Lo.png",
        "alternativa_correta": {
            "D": "O mapa 1 é qualitativo e o mapa 2 é quantitativo."
        }
    },
    {
        "questao_numero": 28,
        "id_da_questao": 282756594,
        "enunciado": "Observe o mapa e leia o trecho a seguir. Uma família decidiu viajar de férias com destino à Região Norte do Brasil. A partida ocorreu na cidade de Gramado (RS), às 9 horas da manhã do dia 1º de janeiro de 2025. O destino final da viagem é Manaus, capital do estado do Amazonas. Embora a distância entre as duas cidades seja significativa, o deslocamento foi feito por via aérea, com duração estimada de 6 horas. Considerando os fusos horários vigentes no território brasileiro e o horário local de chegada, em que data e horário local a família desembarcará em Manaus?",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/alZjMfmFMxzURA7dyP5qWFgjwpRt2l.png",
        "alternativa_correta": {
            "C": "Dia 1 de janeiro de 2025, às 14h."
        }
    },
    {
        "questao_numero": 29,
        "id_da_questao": 282756595,
        "enunciado": "Observe a imagem. O sensoriamento é uma ferramenta voltada para a análise e monitoramento do espaço geográfico, com aplicação em diversas áreas. No meio ambiente sua aplicação se dá a partir",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/oZmhTeAoiMwf2FvepezzGQE1johYOV.png",
        "alternativa_correta": {
            "B": "do acompanhamento de áreas de desmatamento, monitoramento de incêndios e queimadas e na análise de mudanças climáticas."
        }
    },
    {
        "questao_numero": 30,
        "id_da_questao": 282756597,
        "enunciado": "Observe a imagem, leia o texto e responda. Modo de fazer Bonecas Karajá https://bcr.iphan.gov.br/bens-culturais/saberes-e-praticas-associados-ao-modo-de-fazer-bonecas-karaja/ Os Saberes e Práticas  Associados ao Modo de fazer Bonecas Karajá -  patrimônio imaterial inscrito pelo Iphan, em 2012, no Livro de Registro dos Saberes - são uma referência cultural significativa para o povo Karajá e representam, muitas vezes, a única ou a mais importante fonte de renda das famílias. [...] Com motivos mitológicos, de rituais, da vida cotidiana e da fauna, as bonecas karajá são importantes instrumentos de socialização das crianças que se veem nesses objetos e aprendem a ser Karajá, recebem ensinamentos, conhecem as técnicas e saberes associados à sua confecção e usos. A leitura do texto permite compreender o conceito de patrimônio cultural imaterial como",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/0LdN3B2EVp0ZSjvcoaOlUaMI1Q2m8U.png",
        "alternativa_correta": {
            "E": "uma prática cultural que transmite valores, saberes e identidade a novas gerações, mantendo viva a memória e os modos de vida de um povo."
        }
    },
    {
        "questao_numero": 31,
        "id_da_questao": 282756598,
        "enunciado": "Leia o texto e responda. Antes da chegada dos europeus, os povos pré-colombianos — como os maias, astecas e incas — desenvolveram civilizações avançadas na América. Os maias, em especial, destacaram-se pelos seus conhecimentos em astronomia, pela escrita sofisticada e por construções impressionantes. Para além disso, a sua forma de organização política e social possuía características muito próprias. Material Digital – Seduc – 3º Bimestre (adaptado) Indique qual das alternativas descreve corretamente a forma de governo dos maias?",
        "alternativa_correta": {
            "B": "Cada cidade-Estado maia era independente e possuía o seu próprio governo."
        }
    },
    {
        "questao_numero": 32,
        "id_da_questao": 282756599,
        "enunciado": "Observe a imagem e responda. Material Digital – Seduc – 3º Bimestre Os incas desenvolveram diversas técnicas de engenharia adaptadas ao ambiente montanhoso da Cordilheira dos Andes. Entre essas inovações, destacam-se os terraços agrícolas, também conhecidos como andenes que",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/abEwPyUznQKwGavBlhvfJncfK4HzCf.png",
        "alternativa_correta": {
            "E": "permitiram o cultivo em áreas inclinadas, controlando a erosão do solo e aproveitando melhor a água da chuva."
        }
    },
    {
        "questao_numero": 33,
        "id_da_questao": 282756600,
        "enunciado": "Leia o texto e responda. Durante os séculos XV e XVI, as especiarias orientais (como a pimenta, o cravo e a canela) eram produtos altamente valorizados na Europa. No entanto, o controle das rotas comerciais tradicionais por impérios orientais e por intermediários italianos e árabes levou os reinos europeus a buscar caminhos alternativos. Esse cenário foi decisivo para o início das Grandes Navegações. Material Digital – Seduc – 3º Bimestre (adaptado) Considerando o texto, assinale a alternativa que melhor explica a relação entre as rotas comerciais das especiarias e as Grandes Navegações.",
        "alternativa_correta": {
            "B": "A rota marítima era vista como um caminho direto para obter especiarias, evitando os intermediários que dominavam as rotas terrestres."
        }
    },
    {
        "questao_numero": 34,
        "id_da_questao": 282756601,
        "enunciado": "Observe a imagem, leia o texto e responda. Material Digital – Seduc – 3º Bimestre A pintura \"A Primeira Missa no Brasil\", produzida por Victor Meirelles em 1860, é uma das obras mais conhecidas do romantismo histórico brasileiro. Ela representa, de forma simbólica, o primeiro contato religioso entre os portugueses e os povos indígenas no território que viria a ser o Brasil. Com base na obra e no seu contexto histórico, aponte a alternativa correta.",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/XvxvyhAoO3ijkUGjzSRNasmvZj033c.png",
        "alternativa_correta": {
            "A": "A obra reforça uma visão idealizada da colonização , sugerindo uma convivência pacífica entre europeus e indígenas durante a cerimónia religiosa."
        }
    },
    {
        "questao_numero": 35,
        "id_da_questao": 282756602,
        "enunciado": "A Reforma Protestante, iniciada por Martinho Lutero no século XVI, foi um dos eventos mais significativos da Idade Moderna. Lutero criticou diversas práticas da Igreja Católica e propôs uma nova interpretação da fé cristã. Entre os motivos que levaram Lutero a iniciar a Reforma, estão",
        "alternativa_correta": {
            "C": "a crítica à venda de indulgências e à corrupção generalizada dentro da Igreja."
        }
    },
    {
        "questao_numero": 36,
        "id_da_questao": 282756603,
        "enunciado": "(Provão Paulista 2024) No século XVII, sem abandonar totalmente as práticas anteriores, em alguns casos até reforçando-as, os Estados europeus concentram suas políticas econômicas na aplicação do princípio da balança comercial, buscando sempre o ideal do saldo comercial positivo. O próprio favorecimento das atividades comerciais supõe que é através do comércio que se alcança uma balança favorável e com ela se aumenta a riqueza do próprio país. Trata-se, então, de estimular as exportações e limitar ou mesmo proibir determinadas importações. Logicamente articuladas a tais práticas, encontramos a chamada “política industrialista” e a estruturação do sistema colonial. (Francisco Falcon, 1989, p. 87. Adaptado) O texto caracteriza",
        "alternativa_correta": {
            "D": "o mercantilismo."
        }
    },
    {
        "questao_numero": 37,
        "id_da_questao": 282756604,
        "enunciado": "Observe a imagem, leia o texto e responda. Durante a Idade Moderna, o sistema mercantilista dominava a economia europeia, e a teoria do Pacto Colonial foi um dos seus fundamentos. Essa teoria baseava-se na ideia de que as colônias deveriam atender exclusivamente aos interesses das metrópoles, subordinando suas atividades econômicas ao controle externo. Seduc - Material Digital - 3o. bimestre Considerando a imagem e o texto, indique a alternativa que expressa corretamente a lógica econômica imposta às colônias pelas metrópoles europeias.",
        "imagem_url": "https://edusp-static.ip.tv/tms/edusp/tv.ip.edusp/ts9X7iHVKfoHOTqYKNEz1cW3lvfWE5.png",
        "alternativa_correta": {
            "D": "As colônias eram proibidas de produzir manufaturas, para evitar concorrência com as indústrias das metrópoles e manter o monopólio comercial."
        }
    },
    {
        "questao_numero": 38,
        "id_da_questao": 282756606,
        "enunciado": "Normalmente, associamos a palavra \"Filosofia\" à tradição europeia, especialmente às produções filosóficas de alemães, franceses e gregos. O \"olhar filosófico\" é aquele que questiona o cotidiano e faz uma análise crítica das diversas áreas da vida, como a arte, a ciência, a política, a economia e a linguagem. É um tipo de pensamento reflexivo que busca olhar com distanciamento e estranhamento aquilo que é comum. Por meio desse olhar, é possível reconhecer diferentes formas de viver, distintos modos de perceber o mundo e compreender a vida. Seduc. Material Digital. 3º bimestre, 2025 [Adaptado] Nesse sentido, se por meio desse olhar é possível reconhecer diferentes formas de viver, distintos modos de perceber o mundo e compreender a vida, é correto afirmar que:",
        "alternativa_correta": {
            "B": "a filosofia também é produzida por outros povos e culturas ao redor do mundo."
        }
    },
    {
        "questao_numero": 39,
        "id_da_questao": 282756607,
        "enunciado": "A condição de centro e periferia foi refletida e teorizada pelo filósofo argentino Enrique Dussel (1934-2023). Para ele, a divisão entre centro e periferia é consequência da relação de dominação entre colonizadores (centro) e colonizados (periferia), da qual resultou um sistema de exclusão da circulação das produções filosóficas de “países periféricos”. Segundo Dussel, a relevância do pensamento filosófico produzido na “periferia” transcende o âmbito local, pois, embora escrito para homens de periferia, essa produção “dirige-se, contudo, também ao homem do centro”. Seduc. Material Digital. 3º bimestre, 2025 De acordo com Enrique Dussel, assinale a principal característica da relação entre centro e periferia no contexto filosófico:",
        "alternativa_correta": {
            "E": "A divisão entre centro e periferia resulta da dominação colonial, excluindo as filosofias periféricas."
        }
    },
    {
        "questao_numero": 40,
        "id_da_questao": 282756608,
        "enunciado": "O conceito de Ubuntu na filosofia africana enfatiza a coletividade e a responsabilidade mútua entre as pessoas, promovendo a ideia de que a identidade e o bem-estar de cada indivíduo estão profundamente conectados ao bem-estar dos outros. Filosoficamente, Ubuntu reflete uma cosmovisão africana que concebe o mundo como uma teia de relações interdependentes. Esse princípio é central na filosofia africana, que valoriza o ser humano como parte integrante de uma rede social e espiritual mais ampla. Na música \"Principia\", o rapper Emicida diz: \"Rodei o globo, hoje tô certo de que / Todo mundo é um! / Tudo, tudo, tudo, tudo que nóis tem é nóis\". (EMICIDA, 2019) Seduc. Material Digital. 3º bimestre, 2025 [Adaptado] Assinale a alternativa que melhor relaciona as ideias do Ubuntu com a letra de Emicida:",
        "alternativa_correta": {
            "E": "A filosofia Ubuntu propõe que o bem-estar do indivíduo depende do bem-estar coletivo, e Emicida reforça essa ideia ao afirmar que \"todo mundo é um\", ressaltando a unidade e a coletividade."
        }
    },
    {
        "questao_numero": 41,
        "id_da_questao": 282756609,
        "enunciado": "No livro A Queda do Céu , Davi Kopenawa apresenta o modo de vida e o pensamento do povo Yanomami, destacando o contraste com a visão de mundo da sociedade ocidental: “Os brancos não pensam muito adiante no futuro [...] É por isso que gostaria que eles ouvissem minhas palavras [...] gostaria que após tê-las compreendido, dissessem a si mesmos: os Yanomami são gente diferente de nós e, no entanto, suas palavras são retas e claras [...] O pensamento deles segue caminhos outros que o da mercadoria. Eles querem viver como lhes apraz. Seu costume é diferente”. (KOPENAWA; ALBERT, 2015. A Queda do Céu. Adaptado.) Seduc. Material Digital. 3º bimestre, 2025 [Adaptado] Com base no texto acima, assinale a alternativa que resume a crítica de Davi Kopenawa à visão de mundo da sociedade ocidental:",
        "alternativa_correta": {
            "E": "Kopenawa aponta que para a visão ocidental a natureza é tratada como algo a ser consumido, enquanto os yanomami se percebem como parte de uma rede de relações interdependentes com o meio ambiente."
        }
    },
    {
        "questao_numero": 42,
        "id_da_questao": 282756610,
        "enunciado": "A reflexão ética surge quando buscamos compreender os fundamentos que sustentam nossas avaliações sobre ações humanas, classificando-as como boas ou más, corretas ou incorretas. Quando buscamos entender os motivos que sustentam essas avaliações e que orientam nossas próprias atitudes e escolhas. Ao longo da história, filósofos buscaram apresentar critérios para orientar ações que pretendem determinar como corretas. Entre os principais modelos de ética normativa estão a Ética das Virtudes , a Ética Utilitarista e a Ética Deontológica . Seduc. Material Digital. 3º bimestre, 2025 [Adaptado] Com base nesses três modelos da ética normativa, assinale a alternativa que melhor caracteriza algum ou alguns desses modelos:",
        "alternativa_correta": {
            "A": "A Ética Deontológica defende que devemos agir conforme deveres e princípios morais, independentemente das consequências."
        }
    },
    {
        "questao_numero": 43,
        "id_da_questao": 282756611,
        "enunciado": "Para Leibniz, a liberdade está relacionada à contingência, pois as ações livres são aquelas que não são determinadas por uma necessidade lógica. Segundo Leibniz, apenas a conduta racionalmente determinada é compatível com a liberdade. O ser humano tem uma liberdade condicionada e limitada, mas pode escolher. No contexto filosófico, o termo \"necessário\" refere-se àquilo que é verdadeiro sob todas as circunstâncias, algo que não poderia ser de outra maneira. Por outro lado, o \"contingente\" descreve aquilo que poderia ou não ser, ou seja, algo que é possível, mas não necessariamente verdadeiro ou certo. Seduc. Material Digital. 3º bimestre, 2025 [Adaptado] Com base nesses textos, assinale a alternativa que apresenta corretamente a visão de Leibniz sobre liberdade, necessidade e contingência:",
        "alternativa_correta": {
            "D": "Para Leibniz, a liberdade está diretamente ligada à contingência, pois as ações humanas não são determinadas por uma necessidade lógica, mas passíveis de escolha."
        }
    },
    {
        "questao_numero": 44,
        "id_da_questao": 282756612,
        "enunciado": "Segundo o filósofo Renato Janine Ribeiro, “A democracia é o regime mais ético que existe, pelo menos em nosso tempo. Em outros tempos, no passado, havia uma discussão importante, que eu posso resumir no seguinte: é melhor ser governado por um bom rei ou por boas leis? [...] A ideia que foi prevalecendo é que é mais importante ter boas leis, boas instituições, do que bons reis […].” Com base na perspectiva do filósofo, pode se afirmar que:",
        "alternativa_correta": {
            "D": "a democracia deve envolver a participação popular na construção de um sistema institucionalizado, baseado em boas leis e na garantia de direitos."
        }
    },
    {
        "questao_numero": 45,
        "id_da_questao": 282756613,
        "enunciado": "O filósofo John Rawls propôs uma teoria da justiça que busca conciliar os ideais de igualdade e equidade. Segundo sua concepção, a igualdade está relacionada à garantia dos mesmos direitos e liberdades fundamentais para todos, como a liberdade de expressão e a participação política. Já a equidade reconhece a existência de desigualdades sociais e econômicas, permitindo-as apenas se forem estruturadas de modo a beneficiar os menos favorecidos da sociedade. Seduc. Material Digital. 3º bimestre, 2025 [Adaptado] Com base nessa distinção, assinale a alternativa que expressa corretamente a diferença entre igualdade e equidade segundo Rawls:",
        "alternativa_correta": {
            "A": "Igualdade garante os direitos fundamentais a todos, enquanto equidade reconhece diferenças e visa a redução das desigualdades sociais."
        }
    }
]